{
    "Hozir sotib olish": "Buy Now",
    "Savol-Javob": "Questions and Answers",
    "Buyurtmalarim": "My Orders",
    "Katalog": "Catalog",
    "Choy": "Tea",
    "Shirinliklar": "Sweets",
    "Kirish": "Login",
    "Saralangan": "Favorites",
    "Savat": "Cart",
    "Bosh sahifa": "Home",
    "Kabinet": "Profile",
    "Mahsulotlar izlash" : "Search for products",
    "1. Fruteacorp nima?": "1. What is Fruteacorp?",
    "Savollar va javoblar":"Questions and Answers",
    "Fruteacorp - bu faqat choy mahsulotlarini taklif etuvchi onlayn do'kon. Bizning saytimiz orqali turli xil sifatli choy mahsulotlarini buyurtma qilib, ularni uyga yetkazib berish xizmatidan foydalanishingiz mumkin.": "Fruteacorp is an online store specializing in tea products. Through our website, you can order a variety of high-quality tea products and enjoy home delivery services.",
    "2. Mahsulotlarni qayerdan sotib olsam bo'ladi?": "2. Where can I purchase the products?",
    "Fruteacorp mahsulotlari faqat bizning rasmiy saytda mavjud. Faqat onlayn buyurtmalarni qabul qilamiz va do'konlarimiz mavjud emas.": "Fruteacorp products are exclusively available on our official website. We only accept online orders and do not have physical stores.",
    "3. Yetkazib berish xizmati qanday ishlaydi?": "3. How does the delivery service work?",
    "Toshkent shahri ichidagi yetkazib berish bepul amalga oshiriladi. Boshqa viloyatlarga yetkazib berish esa O'zbekiston pochta xizmati orqali amalga oshiriladi va bu xizmat pullikdir.": "Delivery within Tashkent city is free. For other regions, delivery is carried out through the Uzbekistan postal service, and this service is paid.",
    "4. Buyurtma qancha vaqtda yetkazib beriladi?": "4. How long does it take to deliver an order?",
    "Toshkent shahri ichidagi buyurtmalar odatda 2-3 ish kuni ichida yetkazib beriladi. Boshqa viloyatlarga yetkazib berish vaqti pochta xizmatiga bog'liq ravishda o'zgarishi mumkin.": "Orders within Tashkent city are usually delivered within 2-3 business days. Delivery times to other regions may vary depending on the postal service.",
    "5. Boshqa viloyatlarga yetkazib berish narxi qancha?": "5. What is the delivery cost to other regions?",
    "Toshkentdan tashqaridagi viloyatlarga pochta orqali yetkazib berish pullikdir va narx pochta xizmatiga bog'liq. Buyurtma berganingizda, yetkazib berish xarajatlari haqida batafsil ma'lumot beriladi.": "Delivery to regions outside Tashkent is paid, and the cost depends on the postal service. Detailed information about delivery costs will be provided when you place an order.",
    "6. To'lov usullari qanday?": "6. What are the payment methods?",
    "Biz faqat Payme va Click orqali to'lovlarni qabul qilamiz. To'lovni amalga oshirayotganda ushbu tizimlardan birini tanlashingiz mumkin.": "We only accept payments through Payme and Click. You can choose one of these systems when making a payment.",
    "7. Mahsulotni qanday kuzatishim mumkin?": "7. How can I track my order?",
    "Buyurtmangizni kuzatish uchun sizga buyurtma raqami va kuzatuv raqami taqdim etiladi. Bu ma'lumotni hisobingizdagi 'Buyurtmalarim' bo'limidan topishingiz mumkin.": "To track your order, you will be provided with an order number and a tracking number. You can find this information in the 'My Orders' section of your account.",
    "8. Buyurtmam yetkazilmagan bo'lsa, nima qilishim kerak?": "8. What should I do if my order is not delivered?",
    "Agar buyurtmangiz belgilangan muddatda yetkazilmagan bo'lsa, mijozlarni qo'llab-quvvatlash xizmatiga murojaat qiling. Sizga yetkazib berish jarayonini kuzatishda yordam beramiz.": "If your order is not delivered within the specified time, please contact our customer support service. We will assist you in tracking the delivery process.",
    "9. Buyurtmani qanday qilib qaytarish mumkin?": "9. How can I return an order?",
    "Agar mahsulot yetkazib berilganda nuqsonli yoki noto'g'ri bo'lsa, qaytarish uchun mijozlarni qo'llab-quvvatlash xizmatiga murojaat qilishingiz mumkin. Qaytarish shartlari va ko'rsatmalar haqida sizga ma'lumot beramiz.": "If the product is defective or incorrect upon delivery, you can contact our customer support service for a return. We will provide you with the return conditions and instructions.",
    "10. Qo'shimcha savollarim bo'lsa, qanday bog'lanishim mumkin?": "10. How can I contact you for additional questions?",
    "Bizning mijozlarni qo'llab-quvvatlash xizmatimiz bilan bog'lanish uchun bizga qo'ng'iroq qiling. Elektron pochta orqali savollarni yuborishingiz ham mumkin.": "You can contact our customer support service by phone. You can also send questions via email."

  }