{
    "Hozir sotib olish": "Купить сейчас",
    "Savol-Javob": "Вопросы и ответы",
    "Buyurtmalarim": "Мои заказы",
    "Katalog": "Каталог",
    "Choy": "Чай",
    "Shirinliklar": "Сладости",
    "Kirish": "Войти",
    "Saralangan": "Избранное",
    "Savat": "Корзина",
    "Bosh sahifa": "Главная",
    "Kabinet": "Профиль",
    "Mahsulotlar izlash":"Поиск товаров",
    "1. Fruteacorp nima?": "1. Что такое Fruteacorp?",
    "Savollar va javoblar" : "Вопросы и ответы",
    "Fruteacorp - bu faqat choy mahsulotlarini taklif etuvchi onlayn do'kon. Bizning saytimiz orqali turli xil sifatli choy mahsulotlarini buyurtma qilib, ularni uyga yetkazib berish xizmatidan foydalanishingiz mumkin.": "Fruteacorp - это онлайн-магазин, предлагающий только чайную продукцию. Через наш сайт вы можете заказать различные качественные чайные продукты и воспользоваться услугой доставки на дом.",
    "2. Mahsulotlarni qayerdan sotib olsam bo'ladi?": "2. Где можно купить продукты?",
    "Fruteacorp mahsulotlari faqat bizning rasmiy saytda mavjud. Faqat onlayn buyurtmalarni qabul qilamiz va do'konlarimiz mavjud emas.": "Продукты Fruteacorp доступны только на нашем официальном сайте. Мы принимаем только онлайн-заказы, и у нас нет физических магазинов.",
    "3. Yetkazib berish xizmati qanday ishlaydi?": "3. Как работает служба доставки?",
    "Toshkent shahri ichidagi yetkazib berish bepul amalga oshiriladi. Boshqa viloyatlarga yetkazib berish esa O'zbekiston pochta xizmati orqali amalga oshiriladi va bu xizmat pullikdir.": "Доставка в пределах города Ташкента осуществляется бесплатно. В другие регионы доставка осуществляется через почтовую службу Узбекистана, и эта услуга платная.",
    "4. Buyurtma qancha vaqtda yetkazib beriladi?": "4. Сколько времени занимает доставка заказа?",
    "Toshkent shahri ichidagi buyurtmalar odatda 2-3 ish kuni ichida yetkazib beriladi. Boshqa viloyatlarga yetkazib berish vaqti pochta xizmatiga bog'liq ravishda o'zgarishi mumkin.": "Заказы в пределах города Ташкента обычно доставляются в течение 2-3 рабочих дней. Время доставки в другие регионы может варьироваться в зависимости от почтовой службы.",
    "5. Boshqa viloyatlarga yetkazib berish narxi qancha?": "5. Сколько стоит доставка в другие регионы?",
    "Toshkentdan tashqaridagi viloyatlarga pochta orqali yetkazib berish pullikdir va narx pochta xizmatiga bog'liq. Buyurtma berganingizda, yetkazib berish xarajatlari haqida batafsil ma'lumot beriladi.": "Доставка в регионы за пределами Ташкента платная, и стоимость зависит от почтовой службы. Подробная информация о стоимости доставки будет предоставлена при оформлении заказа.",
    "6. To'lov usullari qanday?": "6. Какие способы оплаты доступны?",
    "Biz faqat Payme va Click orqali to'lovlarni qabul qilamiz. To'lovni amalga oshirayotganda ushbu tizimlardan birini tanlashingiz mumkin.": "Мы принимаем платежи только через Payme и Click. При оформлении платежа вы можете выбрать одну из этих систем.",
    "7. Mahsulotni qanday kuzatishim mumkin?": "7. Как я могу отследить мой заказ?",
    "Buyurtmangizni kuzatish uchun sizga buyurtma raqami va kuzatuv raqami taqdim etiladi. Bu ma'lumotni hisobingizdagi 'Buyurtmalarim' bo'limidan topishingiz mumkin.": "Для отслеживания вашего заказа вам будет предоставлен номер заказа и номер отслеживания. Вы можете найти эту информацию в разделе 'Мои заказы' вашего аккаунта.",
    "8. Buyurtmam yetkazilmagan bo'lsa, nima qilishim kerak?": "8. Что делать, если мой заказ не был доставлен?",
    "Agar buyurtmangiz belgilangan muddatda yetkazilmagan bo'lsa, mijozlarni qo'llab-quvvatlash xizmatiga murojaat qiling. Sizga yetkazib berish jarayonini kuzatishda yordam beramiz.": "Если ваш заказ не был доставлен в указанный срок, обратитесь в нашу службу поддержки клиентов. Мы поможем вам отследить процесс доставки.",
    "9. Buyurtmani qanday qilib qaytarish mumkin?": "9. Как я могу вернуть заказ?",
    "Agar mahsulot yetkazib berilganda nuqsonli yoki noto'g'ri bo'lsa, qaytarish uchun mijozlarni qo'llab-quvvatlash xizmatiga murojaat qilishingiz mumkin. Qaytarish shartlari va ko'rsatmalar haqida sizga ma'lumot beramiz.": "Если продукт был доставлен с дефектом или неправильно, вы можете обратиться в нашу службу поддержки клиентов для возврата. Мы предоставим вам условия возврата и инструкции.",
    "10. Qo'shimcha savollarim bo'lsa, qanday bog'lanishim mumkin?": "10. Как я могу связаться с вами, если у меня есть дополнительные вопросы?",
    "Bizning mijozlarni qo'llab-quvvatlash xizmatimiz bilan bog'lanish uchun bizga qo'ng'iroq qiling. Elektron pochta orqali savollarni yuborishingiz ham mumkin.": "Для связи с нашей службой поддержки клиентов вы можете позвонить нам. Также вы можете отправить вопросы по электронной почте."

  }